Repository: carlalexander/carlalexander.ca
Catalog: web/app/languages/plugins/google-authenticator-*.po
Languages: es_es

source: Two-Factor Authentication for WordPress using the Android/iPhone/Blackberry app as One Time Password generator.
es_es: La autentificación en dos pasos por wordpress utiliza una app Android/iPhone/Blackberry como 'One Time Password generator.'

source: Hide settings from user
es_es: Ocultar ajustes al usuario

source: Password is not stored in cleartext, this is your only chance to see it.
es_es: La contraseña no está almacenada en formato de texto, es su única oportunidad de verla.

source: Create new password
es_es: Crear nueva contraseña

source: Enabling an App password will decrease your overall login security.
es_es: Permitir una contraseña de aplicación disminuirá su seguridad global.

source: Enable App password
es_es: Permitir contraseña de aplicación

source: Scan this with the Google Authenticator app.
es_es: Escanear esto con la aplicación Google Authenticator.

source: Show/Hide QR code
es_es: Mostar/Esconder QR Code

source: Create new secret
es_es: Crear nueva clave secreta

source: Secret
es_es: Secreto

source: Description that you'll see in the Google Authenticator app on your phone.
es_es: Descripción que se verá en la aplicación Google Authenticator en su teléfono.

source: Description
es_es: Descripción

source: Relaxed mode allows for more time drifting on your phone clock (&#177;4 min).
es_es: El modo relajado permite tener más tiempo de reloj en su teléfono (&#177;4 min).

source: Relaxed mode
es_es: Modo relajado

source: Active
es_es: Activar

source: Google Authenticator Settings
es_es: Opciones Google Authenticator

source: <strong>ERROR</strong>: The Google Authenticator code is incorrect or has expired.
es_es: <strong>ERROR</strong>: El código es incorrecto o caducado.

source: <strong>ERROR</strong>: The Google Authenticator password is incorrect.
es_es: <strong>ERROR</strong>: El codigo es incorrecto.

source: Google Authenticator code
es_es: Código Google Authenticator

source: If you don't have Google Authenticator enabled for your WordPress account, leave this field empty.
es_es: Si no tiene Google Authenticator habilitado en su cuenta de WordPress, deje este campo vacío.
